Repository: briancullinan/epiccentral
Catalog: EPICCentral/Resources/Shared/Error.*.resx
Languages: de

# NotFound_Device
source: Device not found.
de: Ger채t nicht gefunden.

# NotFound_Exception
source: Exception not found.
de: Exception nicht gefunden.

# NotFound_Image
source: Image not found.
de: Bild nicht gefunden.

# NotFound_Location
source: Location not found.
de: Standort nicht gefunden.

# NotFound_Organization
source: Organization not found.
de: Organisation nicht gefunden.

# NotFound_Patient
source: Patient not found.
de: Patient nicht gefunden.

# NotFound_Treatment
source: Treatment not found.
de: Die Behandlung wurde nicht gefunden.

# Unauthorized
source: Access Denied.
de: Zugriff verweigert .

# Unauthorized_Device
source: You do not have permission to view this device.
de: Sie haben keine Berechtigung , dieses Ger채t zu sehen.

# Unauthorized_Location
source: You do not have permission to view this location.
de: Sie haben keine Berechtigung , um diesen Ort .

# Unauthorized_Organization
source: You do not have permission to view this organization.
de: Sie haben keine Berechtigung, diese Organisation zu sehen.

# Unauthorized_Patient
source: You do not have permission to view this patient.
de: Sie haben keine Berechtigung, diese Patienten zu sehen.

# Unauthorized_Treatment
source: You do not have permission to view this treatment.
de: Sie haben keine Berechtigung, diese Behandlung zu sehen.

# Error_Unspecified
source: An error occurred.
de: Ein Fehler ist aufgetreten .

# Unauthorized_OrganizationAdd
source: You do not have permission to add this organization.
de: Sie haben keine Berechtigung, diese Organisation hinzuzuf체gen.

# Unauthorized_OrganizationEdit
source: You do not have permission to edit this organization.
de: Sie haben keine Berechtigung, diese Organisation zu bearbeiten.

# Unauthorized_OrganizationHost
source: Creating a Host organization is not allowed.
de: Erstellen einer Host -Organisation ist nicht erlaubt.

# Error_DatabaseUnknown
source: Database error has occured.
de: Datenbank- Fehler ist aufgetreten .

# NotFound_User
source: User account not found.
de: Benutzerkonto nicht gefunden.

# Unauthorized_User
source: You do not have permission to view this user account.
de: Sie haben keine Berechtigung, diese Benutzer-Account zu sehen.

# Unauthorized_UserEdit
source: You do not have permission to edit this user account.
de: Sie haben keine Berechtigung, diese Benutzer-Account zu bearbeiten.

# Error_Length
source: {0} must be at least {2} characters long.
de: {0} muss mindestens {2} Zeichen lang sein.

# Error_Required
source: {0} is required.
de: {0} ist nicht erforderlich.

# Error_Email
source: The entry must be a valid e-mail address.
de: Der Eintrag muss eine g체ltige E-Mail- Adresse sein.
