Repository: briancullinan/epiccentral
Catalog: EPICCentral/Resources/Controllers/Account.*.resx
Languages: de

# Email_SubjectPasswordReset
source: EPIC Central: Password Reset
de: EPIC- Zentrale : Passwort Zurücksetzen

# Email_SubjectUserRegistration
source: EPIC Central: New User Registration
de: EPIC Central: Neuen Benutzer anmelden

# Error_AuthProvider
source: The authentication provider returned an error. Please verify your entry and try again. If the problem persists, please contact your system administrator.
de: Die Authentifizierungs-Provider hat einen Fehler zurückgegeben .

# Error_PasswordResetFailed
source: Password reset failed! Contact your system administrator.
de: Passwort-Reset nicht !

# Error_UserCreateUnknown
source: An unknown error occurred. Please verify your entry and try again. If the problem persists, please contact your system administrator.
de: Ein unbekannter Fehler ist aufgetreten.

# Invalid_AccountAlreadyReset
source: You have already reset your account. The reset email has been resent.
de: Sie haben bereits zurückgesetzt Ihrem Konto.

# Invalid_AccountLocked
source: Your user account has been locked. Please contact your system administrator.
de: Ihr Benutzerkonto wurde gesperrt.

# Invalid_AccountRegistrationIncomplete
source: Your account is new and you have not completed registration.
de: Ihr Konto ist neu, Sie haben nicht die Registrierung abgeschlossen.

# Invalid_AccountReset
source: Your account has been reset. Use the link in the email you received to complete the reset process.
de: Ihr Konto wurde zurückgesetzt.

# Invalid_AccountsAlreadyReset
source: You have already reset your accounts. The reset email has been resent.
de: Sie haben bereits Ihre Konten zurückgesetzt .

# Invalid_AccountsRegistrationIncomplete
source: Your accounts are new and you have not completed registration.
de: Ihre Konten sind neu und haben Sie nicht die Registrierung abgeschlossen.

# Invalid_DuplicateUsername
source: User name already exists. Please enter a different user name.
de: Benutzername existiert bereits.

# Invalid_EmailBad
source: The e-mail address provided is invalid. Please check the value and try again.
de: Die E-Mail -Adresse ist ungültig.

# Invalid_EmailNotMatched
source: Your email address does not match any account.
de: Ihre E-Mail -Adresse stimmt mit keiner Rechnung .

# Invalid_EmailNotSpecified
source: Your email address is required to reset your account.
de: Ihre E-Mail -Adresse ist erforderlich, um Ihr Konto zurücksetzen.

# Invalid_EmailUsernameMismatch
source: Your email address and user name do not match those for any account.
de: Ihre E-Mail -Adresse und den Benutzernamen nicht mit denen für jedes Konto.

# Invalid_InactiveAccount
source: User account is no longer active.
de: Benutzer-Account ist nicht mehr aktiv.

# Invalid_IncompleteRegistration
source: Your user registration has not been completed. Please complete your registration to log in.
de: Ihre Benutzer-Registrierung noch nicht abgeschlossen .

# Invalid_PasswordBad
source: The password provided is invalid. Please enter a valid password value.
de: Das Kennwort ist ungültig.

# Invalid_PasswordNotSpecified
source: You must provide a new password.
de: Sie müssen ein neues Passwort.

# Invalid_RegistrationPIN
source: The registration PIN entered is invalid.
de: Die Registrierung eingegebene PIN ist ungültig.

# Invalid_RoleSpecified
source: Role specified is not valid.
de: Rolle angegeben ist nicht gültig.

# Invalid_UsernameBad
source: The user name provided is invalid. Please check the value and try again.
de: Der Benutzername ist ungültig.

# Invalid_UsernamePassword
source: The user name or password provided is incorrect.
de: Der Benutzername oder das Kennwort sind ungültig.

# NotFound_PendingRegistration
source: User has no pending registration.
de: Der Benutzer hat keinen Eintrag anstehen .

# Error_ChangePassword
source: The current password is incorrect or the new password is invalid.
de: Das aktuelle Passwort ist falsch oder das neue Kennwort ist ungültig.
