Repository: briancullinan/epiccentral
Catalog: EPICCentral/Resources/Views/Account.*.resx
Languages: de

# ResetEmailPartial_Title
source: EPIC Central: Password Reset Email
de: EPIC Central: Passwort zurücksetzen E-Mail

# ResetEmailPartial_Greeting
source: Hello {0},
de: Hallo {0},

# ResetEmailPartial_GreetingGeneric
source: Hello EPIC Central User,
de: Hallo EPIC Zentrale Benutzerverwaltung ,

# ResetEmailPartial_Message
source: Your password has been reset. Please click the link below to complete the password reset process:
de: Ihr Passwort wurde zurückgesetzt.

# ResetEmailPartial_CompleteLink
source: Complete Password Reset
de: Komplette Passwort zurücksetzen

# ResetEmailPartial_Instructions
source: You will need to set a new password before you can log in. If you have more that one account with this e-mail address, you will be able to choose the account on which to set a new password. Until you complete the reset process, you will not be able to log in to any account.
de: Sie müssen ein neues Passwort zu setzen, bevor Sie sich anmelden können in.

# ResetEmailPartial_Instruction2
source: If you did not reset your password on the EPIC Central site, please contact EPIC Central support immediately.
de: Wenn Sie nicht Ihr Kennwort zurücksetzen auf dem EPIC- Central-Site , wenden Sie sich bitte

# ResetEmailPartial_Salutation
source: Sincerely,
de: Mit freundlichen Grüßen,

# ResetEmailPartial_SalutationName
source: The EPIC Central Team
de: Die EPIC Central Team

# ChangePassword_Title
source: Change Password
de: Kennwort ändern

# ChangePassword_Errors
source: Password change was unsuccessful. Please correct the errors and try again.
de: Passwort-Änderung war nicht erfolgreich.

# ChangePassword_ChangePasswordFor
source: Change Password for {0}
de: Kennwort ändern für {0}

# ChangePassword_MinimumLength
source: New passwords are required to be a minimum of {0} characters in length.
de: Neue Passwörter sind erforderlich, um ein Minimum von {0} Zeichen lang sein .

# ChangePassword_CurrentPassword
source: Current/New Password
de: Aktuelle / New Password

# ChangePassword_Save
source: Save
de: sparen

# ChangePassword_Cancel
source: Cancel
de: stornieren

# ChangePasswordSuccess_Continue
source: Continue
de: fortsetzen

# ChangePasswordSuccess_Message
source: Your password has been changed successfully.
de: Ihr Passwort wurde erfolgreich geändert.

# ChangePasswordSuccess_Title
source: Change Password
de: Kennwort ändern

# LogOn_Title
source: Log On
de: anmelden

# LogOn_Message
source: Please enter your user name and password to log in.
de: Bitte geben Sie Ihren Benutzernamen und Passwort eingeloggt sein

# LogOn_Errors
source: Login was unsuccessful. Please correct the errors and try again.
de: Anmeldung war nicht erfolgreich.

# LogOn_AccountInformation
source: Account Information
de: Account-Informationen

# LogOn_IForgot
source: I forgot!
de: Ich vergaß !

# LogOn_Reset
source: Reset ...
de: Setzen Sie ...

# LogOn_Submit
source: Log On
de: anmelden

# Register_Heading
source: Complete New Account Registration
de: Komplett Neues Benutzerkonto registrieren

# Register_Title
source: Register
de: registrieren

# Register_Message
source: Use the form below to complete your account registration.
de: Verwenden Sie das untenstehende Formular, um Ihr Konto Anmeldung abzuschließen.

# Register_MinimumLength
source: Passwords are required to be a minimum of {0} characters in length.
de: Passwörter sind erforderlich, um ein Minimum von {0} Zeichen lang sein .

# Register_Errors
source: Account creation was unsuccessful. Please correct the errors and try again.
de: Account-Erstellung war nicht erfolgreich.

# Register_AccountInformation
source: Account Information
de: Account-Informationen

# Register_Submit
source: Register
de: registrieren

# Reset_Remembered
source: I remembered!
de: Ich erinnerte mich an !

# Reset_LogOn
source: Log on ...
de: Melden Sie sich ...

# ResetCompletion_Title
source: Account Reset Completion
de: Konto zurücksetzen Fertigstellung
